Repository: JoaoDEVWHADS/nvda-youtube-music-player
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, es, fr, it, ja, ru, tr, zh_cn

source: YouTube Music Player
ar: مشغل يوتيوب ميوزك
es: Reproductor de YouTube Music
fr: Lecteur YouTube Music
it: Lettore YouTube Music
ja: YouTube Music プレーヤー
ru: Плеер YouTube Music
tr: YouTube Müzik Çalar
zh_cn: YouTube 音乐播放器

source: Pesquisar
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ru: Поиск
tr: Ara
zh_cn: 搜索

source: Digite algo para buscar
ar: اكتب شيئاً للبحث عنه
de: Geben Sie etwas zum Suchen ein
es: Escribe algo para buscar
fr: Tapez quelque chose à rechercher
it: Scrivi qualcosa per cercare
ja: 検索ワードを入力してください
ru: Введите текст для поиска
tr: Aramak için bir şeyler yazın
zh_cn: 输入搜索内容

source: YouTube
ar: يوتيوب

source: YouTube Music
ar: يوتيوب ميوزك

source: Buscando...
ar: جاري البحث...
de: Suche...
fr: Recherche en cours...
it: Cercando...
ja: 検索中...
ru: Поиск...
tr: Aranıyor...
zh_cn: 搜索中...

source: Nenhum resultado encontrado
ar: لم يتم العثور على نتائج
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
ja: 結果が見つかりません
ru: Результатов не найдено
tr: Sonuç bulunamadı
zh_cn: 未找到结果

source: Erro ao buscar: {}
ar: خطأ في البحث: {}
de: Fehler bei der Suche: {}
es: Error al buscar: {}
fr: Erreur de recherche : {}
it: Errore durante la ricerca: {}
ja: 検索エラー: {}
ru: Ошибка при поиске: {}
tr: Arama hatası: {}
zh_cn: 搜索错误：{}

source: Sem título
ar: بدون عنوان
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ru: Без названия
tr: Başlıksız
zh_cn: 无标题

source: Tocando: {}
ar: تشغيل: {}
de: Wiedergabe: {}
es: Reproduciendo: {}
fr: Lecture en cours : {}
it: In riproduzione: {}
ja: 再生中: {}
ru: Играет: {}
tr: Çalınıyor: {}
zh_cn: 正在播放：{}

source: Player ({})
ar: المشغل ({})
es: Reproductor ({})
fr: Lecteur ({})
it: Lettore ({})
ja: プレーヤー ({})
ru: Плеер ({})
tr: Oynatıcı ({})
zh_cn: 播放器 ({})

source: Parado
ar: متوقف
de: Angehalten
es: Detenido
fr: Arrêté
it: Fermato
ja: 停止
ru: Остановлено
tr: Durduruldu
zh_cn: 已停止

source: Player
ar: المشغل
es: Reproductor
fr: Lecteur
it: Lettore
ja: プレーヤー
ru: Плеер
tr: Oynatıcı
zh_cn: 播放器

source: Player - {}
ar: المشغل - {}
es: Reproductor - {}
fr: Lecteur - {}
it: Lettore - {}
ja: プレーヤー - {}
ru: Плеер - {}
tr: Oynatıcı - {}
zh_cn: 播放器 - {}

source: Carregando...
ar: جاري التحميل...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ru: Загрузка...
tr: Yükleniyor...
zh_cn: 加载中...

source: &Anterior
ar: &السابق
de: &Zurück
fr: &Précédent
it: &Precedente
ja: 前へ(&P)
ru: &Предыдущий
tr: &Önceki
zh_cn: 上一首(&P)

source: &Pausar
ar: إي&قاف مؤقت
de: &Pause
fr: &Pause
it: &Pausa
ja: 一時停止(&P)
ru: &Пауза
tr: &Duraklat
zh_cn: 暂停(&P)

source: &Próxima
ar: ال&تالي
de: &Weiter
es: &Siguiente
fr: &Suivant
it: &Successivo
ja: 次へ(&N)
ru: &Следующий
tr: &Sonraki
zh_cn: 下一首(&N)

source: &Resultados
ar: ال&نتائج
de: &Ergebnisse
fr: &Résultats
it: &Risultati
ja: 結果(&R)
ru: &Результаты
tr: &Sonuçlar
zh_cn: 结果(&R)

source: &Desabilitar Auto-Play
ar: ت&عطيل التشغيل التلقائي
de: Auto-Play &Deaktivieren
es: &Desactivar Auto-Play
fr: &Désactiver la lecture auto
it: &Disabilita Auto-Play
ja: 自動再生を無効化(&D)
ru: &Отключить автовоспроизведение
tr: Otomatik Oynatmayı &Devre Dışı Bırak
zh_cn: 禁用自动播放(&D)

source: &Habilitar Auto-Play
ar: ت&مكين التشغيل التلقائي
de: Auto-Play &Aktivieren
es: &Activar Auto-Play
fr: &Activer la lecture auto
it: &Abilita Auto-Play
ja: 自動再生を有効化(&E)
ru: &Включить автовоспроизведение
tr: Otomatik Oynatmayı &Etkinleştir
zh_cn: 启用自动播放(&E)

source: &Repetir: Ligado
ar: ت&كرار: مفعل
de: &Wiederholen: Ein
es: &Repetir: Encendido
fr: &Répéter : Activé
it: &Ripeti: Acceso
ja: リピート: オン(&R)
ru: &Повтор: Вкл
tr: &Tekrarla: Açık
zh_cn: 循环：开(&R)

source: &Repetir: Desligado
ar: ت&كرار: معطل
de: &Wiederholen: Aus
es: &Repetir: Apagado
fr: &Répéter : Désactivé
it: &Ripeti: Spento
ja: リピート: オフ(&R)
ru: &Повтор: Выкл
tr: &Tekrarla: Kapalı
zh_cn: 循环：关(&R)

source: Repetir Faixa: Ligado
ar: تكرار المسار: مفعل
de: Titel Wiederholen: Ein
es: Repetir Pista: Encendido
fr: Répéter la piste : Activé
it: Ripeti traccia: Acceso
ja: トラックリピート: オン
ru: Повтор трека: Вкл
tr: Parçayı Tekrarla: Açık
zh_cn: 单曲循环：开

source: Repetir Faixa: Desligado
ar: تكرار المسار: معطل
de: Titel Wiederholen: Aus
es: Repetir Pista: Apagado
fr: Répéter la piste : Désactivé
it: Ripeti traccia: Spento
ja: トラックリピート: オフ
ru: Повтор трека: Выкл
tr: Parçayı Tekrarla: Kapalı
zh_cn: 单曲循环：关

source: Erro ao carregar áudio
ar: خطأ في تحميل الصوت
de: Fehler beim Laden des Audios
es: Error al cargar audio
fr: Erreur de chargement audio
it: Errore caricamento audio
ja: オーディオ読み込みエラー
ru: Ошибка загрузки аудио
tr: Ses yükleme hatası
zh_cn: 加载音频错误

source: Tocando próxima...
ar: تشغيل التالي...
de: Nächster Titel...
es: Reproduciendo siguiente...
fr: Lecture suivante...
it: Riproduzione successiva...
ja: 次を再生中...
ru: Воспроизведение следующего...
tr: Sonraki çalınıyor...
zh_cn: 播放下一首...

source: Fim da lista
ar: نهاية القائمة
de: Ende der Liste
es: Fin de la lista
fr: Fin de la liste
it: Fine della lista
ja: リストの最後
ru: Конец списка
tr: Listenin sonu
zh_cn: 列表结束

source: Reproduzindo
ar: تشغيل
de: Wiedergabe
es: Reproduciendo
fr: Lecture
it: In riproduzione
ja: 再生中
ru: Воспроизведение
tr: Oynatılıyor
zh_cn: 正在播放

source: Pausado
ar: متوقف مؤقتاً
de: Pausiert
fr: En pause
it: In pausa
ja: 一時停止中
ru: Пауза
tr: Duraklatıldı
zh_cn: 已暂停

source: Volume: {}% | Velocidade: {}x | Tom: {}
ar: مستوى الصوت: {}% | السرعة: {}x | النغمة: {}
de: Lautstärke: {}% | Geschwindigkeit: {}x | Tonhöhe: {}
es: Volumen: {}% | Velocidad: {}x | Tono: {}
fr: Volume : {}% | Vitesse : {}x | Tonalité : {}
it: Volume: {}% | Velocità: {}x | Tono: {}
ja: 音量: {}% | 速度: {}x | ピッチ: {}
ru: Громкость: {}% | Скорость: {}x | Тон: {}
tr: Ses: {}% | Hız: {}x | Ton: {}
zh_cn: 音量：{}% | 速度：{}x | 音调：{}

source: Volume: {}%
ar: مستوى الصوت: {}%
de: Lautstärke: {}%
es: Volumen: {}%
ja: 音量: {}%
ru: Громкость: {}%
tr: Ses: {}%
zh_cn: 音量：{}%

source: Velocidade: {}x
ar: السرعة: {}x
de: Geschwindigkeit: {}x
es: Velocidad: {}x
fr: Vitesse : {}x
it: Velocità: {}x
ja: 速度: {}x
ru: Скорость: {}x
tr: Hız: {}x
zh_cn: 速度：{}x

source: Tom: {}
ar: النغمة: {}
de: Tonhöhe: {}
es: Tono: {}
fr: Tonalité : {}
it: Tono: {}
ja: ピッチ: {}
ru: Тон: {}
tr: Ton: {}
zh_cn: 音调：{}

source: Vel+Tom: {}x / {} semitons
ar: السرعة+النغمة: {}x / {} نصف نغمة
de: Geschw.+Ton: {}x / {} Halbtöne
es: Vel+Ton: {}x / {} semitonos
fr: Vit+Ton : {}x / {} demi-tons
it: Vel+Ton: {}x / {} semitoni
ja: 速度+ピッチ: {}x / {} 半音
ru: Скор+Тон: {}x / {} полутонов
tr: Hız+Ton: {}x / {} yarım ton
zh_cn: 速度+音调：{}x / {} 半音

source: Avançou {} segundos
ar: تقديم {} ثواني
de: {} Sekunden vorgespult
es: Avanzó {} segundos
fr: Avance de {} secondes
it: Avanti di {} secondi
ja: {} 秒進みました
ru: Вперед на {} секунд
tr: {} saniye ileri sarıldı
zh_cn: 快进 {} 秒

source: Retrocedeu {} segundos
ar: إرجاع {} ثواني
de: {} Sekunden zurückgespult
es: Retrocedió {} segundos
fr: Recul de {} secondes
it: Indietro di {} secondi
ja: {} 秒戻りました
ru: Назад на {} секунд
tr: {} saniye geri sarıldı
zh_cn: 快退 {} 秒

source: &Continuar
ar: ا&ستئناف
de: &Fortsetzen
fr: &Reprendre
it: &Riprendi
ja: 再開(&R)
ru: &Продолжить
tr: &Devam Et
zh_cn: 继续(&R)

source: Carregando próxima...
ar: جاري تحميل التالي...
de: Nächster Titel wird geladen...
es: Cargando siguiente...
fr: Chargement de la suivante...
it: Caricamento successivo...
ja: 次を読み込み中...
ru: Загрузка следующего...
tr: Sonraki yükleniyor...
zh_cn: 加载下一首...

source: Sem próxima faixa
ar: لا يوجد مسار تالٍ
de: Kein nächster Titel
es: No hay siguiente pista
fr: Pas de piste suivante
it: Nessuna traccia successiva
ja: 次のトラックはありません
ru: Нет следующего трека
tr: Sonraki parça yok
zh_cn: 没有下一首

source: Reiniciando música
ar: إعادة تشغيل المسار
de: Titel neu starten
es: Reiniciando pista
fr: Redémarrage de la piste
it: Riavvio traccia
ja: トラックを再起動
ru: Перезапуск трека
tr: Parça yeniden başlatılıyor
zh_cn: 重新开始歌曲

source: Voltando para anterior...
ar: العودة للسابق...
de: Zurück zum vorherigen...
es: Volviendo a la anterior...
fr: Retour à la précédente...
it: Tornando al precedente...
ja: 前に戻る...
ru: Возврат к предыдущему...
tr: Öncekine dönülüyor...
zh_cn: 回到上一首...

source: Início da lista
ar: بداية القائمة
de: Anfang der Liste
es: Inicio de la lista
fr: Début de la liste
it: Inizio della lista
ja: リストの先頭
ru: Начало списка
tr: Listenin başı
zh_cn: 列表开始

source: Nenhum dispositivo encontrado
ar: لم يتم العثور على جهاز
de: Kein Gerät gefunden
es: Ningún dispositivo encontrado
fr: Aucun périphérique trouvé
it: Nessun dispositivo trovato
ja: デバイスが見つかりません
ru: Устройство не найдено
tr: Cihaz bulunamadı
zh_cn: 未找到设备

source: Escolha o dispositivo de saída:
ar: اختر جهاز الإخراج:
de: Wählen Sie das Ausgabegerät:
es: Elija el dispositivo de salida:
fr: Choisissez le périphérique de sortie :
it: Scegli il dispositivo di uscita:
ja: 出力デバイスを選択:
ru: Выберите устройство вывода:
tr: Çıkış cihazını seçin:
zh_cn: 选择输出设备：

source: Dispositivo de Áudio
ar: جهاز الصوت
de: Audiogerät
es: Dispositivo de Audio
fr: Périphérique Audio
it: Dispositivo Audio
ja: オーディオデバイス
ru: Аудиоустройство
tr: Ses Cihazı
zh_cn: 音频设备

source: Dispositivo alterado para: {}
ar: تم تغيير الجهاز إلى: {}
de: Gerät geändert zu: {}
es: Dispositivo cambiado a: {}
fr: Périphérique changé pour : {}
it: Dispositivo cambiato in: {}
ja: デバイスが変更されました: {}
ru: Устройство изменено на: {}
tr: Cihaz değiştirildi: {}
zh_cn: 设备已更改为：{}

source: Auto-Play Habilitado
ar: التشغيل التلقائي مفعل
de: Auto-Play Aktiviert
es: Auto-Play Activado
fr: Lecture automatique activée
it: Auto-Play Abilitato
ja: 自動再生が有効
ru: Автовоспроизведение включено
tr: Otomatik Oynatma Etkin
zh_cn: 自动播放已启用

source: Auto-Play Desabilitado
ar: التشغيل التلقائي معطل
de: Auto-Play Deaktiviert
es: Auto-Play Desactivado
fr: Lecture automatique désactivée
it: Auto-Play Disabilitato
ja: 自動再生が無効
ru: Автовоспроизведение отключено
tr: Otomatik Oynatma Devre Dışı
zh_cn: 自动播放已禁用

source: Autenticação (Opcional)
ar: المصادقة (اختياري)
de: Authentifizierung (Optional)
es: Autenticación (Opcional)
fr: Authentification (Optionnel)
it: Autenticazione (Opzionale)
ja: 認証 (オプション)
ru: Аутентификация (необязательно)
tr: Kimlik Doğrulama (İsteğe Bağlı)
zh_cn: 身份验证（可选）

source: Arquivo de cookies (cookies.txt - formato Netscape):
ar: ملف تعريف الارتباط (cookies.txt - تنسيق Netscape):
de: Cookie-Datei (cookies.txt - Netscape-Format):
es: Archivo de cookies (cookies.txt - formato Netscape):
fr: Fichier de cookies (cookies.txt - format Netscape) :
it: File dei cookie (cookies.txt - formato Netscape):
ja: Cookie ファイル (cookies.txt - Netscape 形式):
ru: Файл cookies (cookies.txt - формат Netscape):
tr: Çerez dosyası (cookies.txt - Netscape formatı):
zh_cn: Cookies 文件 (cookies.txt - Netscape 格式)：

source: Procurar...
ar: استعراض...
de: Durchsuchen...
es: Buscar...
fr: Parcourir...
it: Sfoglia...
ja: 参照...
ru: Обзор...
tr: Gözat...
zh_cn: 浏览...

source: Dica: Utilize extensões como 'Get cookies.txt LOCALLY' para exportar cookies do navegador. Isso ajuda a contornar bloqueios regionais do YouTube.
ar: نصيحة: استخدم إضافات مثل 'Get cookies.txt LOCALLY' لتصدير ملفات تعريف الارتباط من المتصفح. هذا يساعد في تجاوز الحظر الجغرافي ليوتيوب.
de: Tipp: Verwenden Sie Erweiterungen wie 'Get cookies.txt LOCALLY', um Browser-Cookies zu exportieren. Dies hilft, regionale YouTube-Sperren zu umgehen.
es: Consejo: Use extensiones como 'Get cookies.txt LOCALLY' para exportar cookies del navegador. Esto ayuda a evitar bloqueos regionales de YouTube.
fr: Astuce : Utilisez des extensions comme 'Get cookies.txt LOCALLY' pour exporter les cookies du navigateur. Cela aide à contourner les blocages régionaux de YouTube.
it: Suggerimento: Usa estensioni come 'Get cookies.txt LOCALLY' per esportare i cookie del browser. Questo aiuta ad aggirare i blocchi regionali di YouTube.
ja: ヒント: ブラウザの Cookie をエクスポートするには 'Get cookies.txt LOCALLY' などの拡張機能を使用してください。これにより、YouTube の地域制限を回避できます。
ru: Совет: Используйте расширения типа 'Get cookies.txt LOCALLY' для экспорта cookies из браузера. Это помогает обходить региональные блокировки YouTube.
tr: İpucu: Tarayıcı çerezlerini dışa aktarmak için 'Get cookies.txt LOCALLY' gibi uzantılar kullanın. Bu, YouTube bölgesel engellerini aşmaya yardımcı olur.
zh_cn: 提示：使用 'Get cookies.txt LOCALLY' 等扩展程序导出浏览器 cookies。这有助于绕过 YouTube 的地区限制。

source: Selecione o arquivo de cookies
ar: حدد ملف تعريف الارتباط
de: Wählen Sie die Cookie-Datei
es: Seleccione el archivo de cookies
fr: Sélectionnez le fichier de cookies
it: Seleziona il file dei cookie
ja: Cookie ファイルを選択
ru: Выберите файл cookies
tr: Çerez dosyasını seçin
zh_cn: 选择 cookies 文件

source: O arquivo de cookies especificado não existe.
ar: ملف تعريف الارتباط المحدد غير موجود.
de: Die angegebene Cookie-Datei existiert nicht.
es: El archivo de cookies especificado no existe.
fr: Le fichier de cookies spécifié n'existe pas.
it: Il file dei cookie specificato non esiste.
ja: 指定された Cookie ファイルは存在しません。
ru: Указанный файл cookies не существует.
tr: Belirtilen çerez dosyası mevcut değil.
zh_cn: 指定的 cookies 文件不存在。

source: Erro
ar: خطأ
de: Fehler
es: Error
fr: Erreur
it: Errore
ja: エラー
ru: Ошибка
tr: Hata
zh_cn: 错误

source: Aguarde, já está carregando...
ar: يرجى الانتظار، جارٍ التحميل...
de: Bitte warten, wird bereits geladen...
es: Por favor espere, ya está cargando...
fr: Veuillez patienter, chargement en cours...
it: Attendere prego, già in caricamento...
ja: お待ちください、読み込み中です...
ru: Пожалуйста, подождите, уже загружается...
tr: Lütfen bekleyin, zaten yükleniyor...
zh_cn: 请稍等，正在加载中...

source: Abre o YouTube Music Player
ar: يفتح YouTube Music Player
de: Öffnet den YouTube Music Player
es: Abre el YouTube Music Player
fr: Ouvre le YouTube Music Player
it: Apre il YouTube Music Player
ja: YouTube Music Playerを開く
ru: Открывает YouTube Music Player
tr: YouTube Music Player'ı açar
zh_cn: 打开YouTube Music Player

source: YouTube Music Player - Informação Importante
es: YouTube Music Player - Información Importante

source: Bem-vindo ao YouTube Music Player! Nota Importante sobre Cookies: O YouTube está constantemente atualizando suas políticas de segurança, o que pode causar instabilidade no uso de cookies para autenticação. Se você configurar os cookies e a reprodução falhar (música muda ou erros), isso pode ser devido a bloqueios recentes do YouTube. O add-on continuará funcionando normalmente sem cookies para a maioria dos conteúdos públicos.
es: ¡Bienvenido a YouTube Music Player! Nota Importante sobre Cookies: YouTube actualiza constantemente sus políticas de seguridad, lo que puede causar inestabilidad al usar cookies para autenticación. Si configuras cookies y la reproducción falla (música muda o errores), esto puede deberse a bloqueos recientes de YouTube. El complemento continuará funcionando normalmente sin cookies para la mayoría del contenido público.
